brew "bat"
brew "btop"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "gum"
brew "mise"
brew "neovim"
brew "powerlevel10k"
brew "readline"
brew "ripgrep"
brew "tree-sitter"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

